Repository: stanercelik/PolyNap
Catalog: polynap/Resources/Localizations/Tour.xcstrings
Source language: en
Languages: de, ja, ms, th, tr

# tour.back
source: back
de: zurück
ja: 戻る
ms: kembali
th: ย้อนกลับ
tr: geri

# tour.done
source: got it!
de: alles klar!
ja: わかった!
ms: faham!
th: เข้าใจแล้ว!
tr: anladım!

# tour.next
source: next
de: weiter
ja: 次へ
ms: seterusnya
th: ถัดไป
tr: sonraki

# tour.rating.later
source: maybe later
de: vielleicht später
ja: 後で
ms: mungkin nanti
th: บางทีภายหลัง
tr: belki sonra

# tour.rating.submit
source: rate the app
de: app bewerten
ja: アプリを評価する
ms: nilai aplikasi
th: ให้คะแนนแอป
tr: uygulamayı değerlendir

# tour.rating.subtitle
source: how are you liking polynap so far?
de: wie gefällt dir polynap bisher?
ja: polynapはいかがですか？
ms: bagaimana anda suka polynap setakat ini?
th: คุณชอบ polynap แค่ไหนจนถึงตอนนี้?
tr: polynap'ı şimdiye kadar nasıl buldun?

# tour.rating.title
source: thanks for being here! 🌙
de: danke, dass du dabei bist! 🌙
ja: 一緒にいてくれてありがとう！🌙
ms: terima kasih kerana bersama! 🌙
th: ขอบคุณที่อยู่กับเรา! 🌙
tr: seninle olmak güzel! 🌙

# tour.restart.title
source: replay app tour
de: einführung erneut starten
ja: ツアーを再プレイ
ms: main semula panduan
th: เล่นทัวร์อีกครั้ง
tr: tanıtımı yeniden oynat

# tour.skip
source: skip
de: überspringen
ja: スキップ
ms: langkau
th: ข้าม
tr: atla

# tour.step0.desc
source: here you can see all your sleep blocks on the 24-hour clock
de: hier siehst du all deine schlafblöcke auf der 24-stunden-uhr
ja: 24時間時計上のすべての睡眠ブロックをここで確認できます
ms: di sini anda boleh lihat semua blok tidur anda pada jam 24 jam
th: ที่นี่คุณสามารถดูบล็อกการนอนหลับทั้งหมดของคุณบนนาฬิกา 24 ชั่วโมง
tr: uyku bloklarını 24 saatlik kadran üzerinde burada görebilirsin

# tour.step0.title
source: your schedule 🌙
de: dein schlafplan 🌙
ja: あなたのスケジュール 🌙
ms: jadual anda 🌙
th: ตารางของคุณ 🌙
tr: uyku programın 🌙

# tour.step1.desc
source: tap edit to drag and move blocks, drag to the edge to delete, or use + to add new ones. tap any block directly to adjust its times
de: tippe auf bearbeiten, um blöcke zu verschieben, ziehe sie zum rand zum löschen oder nutze + um neue hinzuzufügen. tippe direkt auf einen block um zeiten anzupassen
ja: 編集をタップしてブロックをドラッグ移動、端にドラッグして削除、または+で新しいブロックを追加。ブロックを直接タップして時間を調整できます
ms: ketik edit untuk seret dan gerak blok, seret ke tepi untuk padam, atau gunakan + untuk tambah yang baru. ketik mana-mana blok untuk laras masa
th: แตะแก้ไขเพื่อลากและเลื่อนบล็อก ลากไปที่ขอบเพื่อลบ หรือใช้ + เพื่อเพิ่มใหม่ แตะบล็อกใดก็ได้เพื่อปรับเวลา
tr: düzenle'ye basarak blokları taşıyabilir, kenara sürükleyerek silebilir ya da + ile yeni blok ekleyebilirsin. saatlerini ayarlamak için bir bloğa direkt basabilirsin

# tour.step1.title
source: editing blocks ✏️
de: blöcke bearbeiten ✏️
ja: ブロックを編集 ✏️
ms: mengedit blok ✏️
th: แก้ไขบล็อก ✏️
tr: blokları düzenle ✏️

# tour.step2.desc
source: tap here to switch between different polyphasic sleep programs
de: tippe hier um zwischen verschiedenen schlafplänen zu wechseln
ja: ここをタップして、異なる多相睡眠プログラムを切り替えます
ms: ketik di sini untuk beralih antara program tidur polifasik yang berbeza
th: แตะที่นี่เพื่อสลับระหว่างโปรแกรมการนอนหลับแบบโพลีเฟสิก
tr: farklı bir uyku programına geçmek için buraya basabilirsin

# tour.step2.title
source: change your program 🔄
de: programm wechseln 🔄
ja: プログラムを変更 🔄
ms: tukar program anda 🔄
th: เปลี่ยนโปรแกรมของคุณ 🔄
tr: programını değiştir 🔄

# tour.step3.desc
source: add sleep entries, rate their quality, and browse your past sleep records
de: füge schlafeinträge hinzu, bewerte sie und sieh dir vergangene aufzeichnungen an
ja: 睡眠エントリを追加し、品質を評価して、過去の睡眠記録を閲覧できます
ms: tambah entri tidur, nilai kualitinya, dan semak rekod tidur lalu anda
th: เพิ่มรายการการนอนหลับ ให้คะแนนคุณภาพ และดูบันทึกการนอนหลับในอดีต
tr: uyku bloğu ekleyip puanlayabilir ve geçmiş kayıtlarına göz atabilirsin

# tour.step3.title
source: sleep history 📅
de: schlafverlauf 📅
ja: 睡眠履歴 📅
ms: sejarah tidur 📅
th: ประวัติการนอนหลับ 📅
tr: uyku geçmişi 📅

# tour.step4.desc
source: detailed analysis of your sleep data — you'll need to log some sleep first
de: detaillierte analysen deiner schlafdaten — du musst zuerst schlaf protokollieren
ja: 睡眠データの詳細な分析 — まず睡眠を記録する必要があります
ms: analisis terperinci data tidur anda — anda perlu log tidur dahulu
th: การวิเคราะห์ข้อมูลการนอนหลับโดยละเอียด — คุณต้องบันทึกการนอนหลับก่อน
tr: uyku verilerinin detaylı analizi — bunun için önce uyku kaydetmen gerekiyor

# tour.step4.title
source: sleep analytics 📊
de: schlafanalysen 📊
ja: 睡眠分析 📊
ms: analitik tidur 📊
th: การวิเคราะห์การนอนหลับ 📊
tr: uyku analizleri 📊

# tour.step5.desc
source: track your polyphasic sleep adaptation progress day by day right here
de: verfolge hier täglich deinen fortschritt bei der anpassung an polyphasischen schlaf
ja: 多相睡眠への適応の進捗を日々ここで追跡できます
ms: jejaki kemajuan penyesuaian tidur polifasik anda hari demi hari di sini
th: ติดตามความคืบหน้าการปรับตัวการนอนหลับแบบโพลีเฟสิกของคุณวันต่อวันที่นี่
tr: çok fazlı uyku adaptasyonundaki ilerlemeyi gün gün buradan takip edebilirsin

# tour.step5.title
source: adaptation journey 🌱
de: anpassungsfortschritt 🌱
ja: 適応の旅 🌱
ms: perjalanan penyesuaian 🌱
th: การเดินทางปรับตัว 🌱
tr: adaptasyon süreci 🌱

# tour.step6.desc
source: unlock achievements as you build your sleep routine
de: schalte errungenschaften frei, während du deine schlafgewohnheiten aufbaust
ja: 睡眠ルーティンを積み上げながら実績を解除できます
ms: buka kunci pencapaian sambil membina rutin tidur anda
th: ปลดล็อกความสำเร็จขณะที่คุณสร้างกิจวัตรการนอนหลับ
tr: uyku rutinini geliştirdikçe yeni başarılar kazanabilirsin

# tour.step6.title
source: earn badges 🏅
de: abzeichen verdienen 🏅
ja: バッジを獲得 🏅
ms: dapatkan lencana 🏅
th: รับเหรียญตรา 🏅
tr: rozetler 🏅

# tour.step7.desc
source: tap here to open settings
de: tippe hier um die einstellungen zu öffnen
ja: ここをタップして設定を開きます
ms: ketik di sini untuk membuka tetapan
th: แตะที่นี่เพื่อเปิดการตั้งค่า
tr: ayarlara gitmek için buraya bas

# tour.step7.title
source: settings ⚙️
de: einstellungen ⚙️
ja: 設定 ⚙️
ms: tetapan ⚙️
th: การตั้งค่า ⚙️
tr: ayarlar ⚙️

# tour.step8.desc
source: customize when and how you get reminded about your sleep blocks
de: passe hier an, wann und wie du an deine schlafblöcke erinnert wirst
ja: 睡眠ブロックのリマインダーをいつどのように受け取るかカスタマイズできます
ms: sesuaikan bila dan bagaimana anda diingatkan tentang blok tidur anda
th: ปรับแต่งเมื่อไรและอย่างไรที่คุณจะได้รับการเตือนเกี่ยวกับบล็อกการนอนหลับ
tr: uyku bloklarını hatırlatma bildirimlerini buradan özelleştirebilirsin

# tour.step8.title
source: notifications 🔔
de: benachrichtigungen 🔔
ja: 通知 🔔
ms: pemberitahuan 🔔
th: การแจ้งเตือน 🔔
tr: bildirimler 🔔

# tour.step9.desc
source: set up and manage your wake-up alarms
de: richte deine wecker ein und verwalte sie
ja: 起床アラームを設定・管理できます
ms: sediakan dan urus penggera bangun anda
th: ตั้งค่าและจัดการนาฬิกาปลุกปลุกนอนของคุณ
tr: uyanma alarmlarını buradan ayarlayabilir ve düzenleyebilirsin

# tour.step9.title
source: alarms ⏰
de: wecker ⏰
ja: アラーム ⏰
ms: penggera ⏰
th: นาฬิกาปลุก ⏰
tr: alarmlar ⏰

# tour.step10.desc
source: you can come back and replay this tour anytime from here
de: du kannst diese einführung jederzeit von hier aus wiederholen
ja: いつでもここに戻ってツアーを再プレイできます
ms: anda boleh kembali dan main semula panduan ini bila-bila masa dari sini
th: คุณสามารถกลับมาและเล่นทัวร์นี้อีกครั้งได้ตลอดเวลาจากที่นี่
tr: bu tanıtımı istediğin zaman buradan yeniden başlatabilirsin

# tour.step10.title
source: replay this tour 🗺️
de: einführung wiederholen 🗺️
ja: ツアーを再プレイ 🗺️
ms: main semula panduan ini 🗺️
th: เล่นทัวร์นี้อีกครั้ง 🗺️
tr: tanıtımı yeniden oynat 🗺️

# tour.step11.desc
source: connect apple health for seamless integrated sleep tracking
de: verbinde apple gesundheit für nahtloses integriertes schlaftracking
ja: シームレスな統合睡眠トラッキングのためにAppleヘルスを接続してください
ms: sambungkan apple health untuk penjejakan tidur bersepadu yang lancar
th: เชื่อมต่อ Apple Health เพื่อการติดตามการนอนหลับแบบบูรณาการที่ราบรื่น
tr: entegre uyku takibi için apple sağlık bağlantısını buradan etkinleştirebilirsin

# tour.step11.title
source: apple health ❤️
de: apple gesundheit ❤️
ja: Appleヘルス ❤️
tr: apple sağlık ❤️
